Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: No user with the provided email address exists.
uk: Користувач з вказаною електронною адресою не існує.

source: follow this post
uk: стежити за цим повідомленням

source: First Name
uk: Ім'я

source: If you leave this page without saving or submitting your response, you'll lose any work you've done on the response.
uk: Якщо залишити цю сторінку без збереження або відправки вашої відповіді, ви втратите будь-яку роботу ви зробили на відповідь.

source: The number of other students each student making a submission will have to grade.
uk: Кількість студентів, роботи яких повинен буде оцінити студент, що здає завдання.

source: Upload CSV
uk: Завантажити CSV

source: You have unfulfilled milestones
uk: Ви не виконали деякі з важливих завдань

source: Looks like you haven't enrolled in any courses yet.
uk: Здається, Ви ще не зареєструвалися на жодному курсі.

source: Phone
uk: Телефоний номер

source: Universities
uk: Університети

source: I noticed that this response...
uk: Я помітив, що ця відповідь ...

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
uk: Докладний звіт про імпорт з Git-репозиторію курсу: {link_start}подивитися{link_end}.

source: Cohorts in the course
uk: Групи в цьому курсі

source: <%= num_students %> students scored.
uk: Оцінено <%= num_students %> студентів.

source: Enter your question or comment…
uk: Введіть своє питання або відгук ...

source: Started Video
uk: Розпочате Відео

source: Address Line 3
uk: Адреса, рядок 3

source: A valid course ID is required
uk: Потрібен дійсний курс ID

source: Sorted by
uk: Відсортовано по

source: This link will open in a modal window
uk: Це посилання відкриється в новому модальному вікні

source: Student-specific grade adjustment
uk: Коригування оцінок окремого студента

source: The certificate for this learner has been re-validated and
uk: Сертифікат для даного студента був відновлений і

source: Your legal name must be a minimum of two characters long
uk: Ваше справжнє ім'я повинно містити не менше двох символів

source: No notes available.
uk: Немає жодних нотаток.

source: The prompt for this assignment
uk: Запрошення для цього завдання

source: Certificate Generation History
uk: Історія створення сертифікатів

source: Checking this box has no effect if 'Unenroll' is selected.
uk: Відмітка, що стоїть в цьому полі, не враховуватиметься, якщо вибрати 'Скасувати Реєстрацію'

source: Collapse discussion
uk: Згорнути обговорення

source: Volume
uk: Гучність

source: Available Reports
uk: Доступні звіти

source: You are about to send an email titled '<%= subject %>' to everyone who is staff or instructor on this course. Is this OK?
uk: Ви збираєтесь відправити лист із заголовком '<%= subject %>' кожному, хто зарахований на цей курс як студент, член персоналу або інструктор. Все правильно?

source: discussion
uk: обговорення

source: No due date extension is set for that student and unit.
uk: Термін здачі завдання для цього слухача не був продовжений.

source: Links
uk: Посилання

source: The following students are no longer enrolled in the course:
uk: Наступні студенти більше не зараховані на курс:

source: Certificate Configuration
uk: Налаштування сертифіката

source: Courses loaded in the modulestore
uk: Курси завантажені до модулю

source: Insert table
uk: Вставити таблицю

source: Download transcript
uk: Завантажити текст

source: example: Jane Doe
uk: приклад: Петрик П’яточкін

source: The survey report is being created. To view the status of the report, see Pending Tasks below.
uk: Звіт за опитуванням на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: As a not-for-profit, edX uses your contribution to support our mission to provide quality education to everyone around the world, and to improve learning through research. While we have established a minimum fee, we ask that you contribute as much as you can.
uk: Наш сайт використовуэ Ваш внесок не в якості прибутку, а щоб підтримати нашу місію в наданні якісної освіти для всіх у світі і щоб поліпшити навчання через дослідження. У той час, як ми встановили мінімальна винагорода, Ви можете внести стільки, скільки можете.

source: An error has occurred. Refresh the page, and then try again.
uk: Виникла помилка. Перезавантажте сторінку та спробуйте знову.

source: Generate Certificates
uk: Створити сертифікати

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
uk: Успіх! Спроби здачі завдання оновлені для завдання '<%= problem_id %>' та студента '<%= student_id %>'.

source: (Technical details: 503 Service Unavailable.)
uk: (Технічні деталі: 503 сервіс недоступний.)

source: Course ID
uk: ID курсу

source: Enrollment Demographics by Age
uk: Демографічні зарахування за віком

source: Image
uk: Зображення

source: Add a Response
uk: Додати відповідь

source: Voucher
uk: Ваучер

source: About {platform_name} Certificates
uk: Про сертифікати {platform_name}

source: Send me a copy of the invoice
uk: Надіслати мені копію запрошення

source: Please provide a description of the link destination.
uk: Будь ласка, дайте опис посилання.

source: Blog
uk: Блог

source: Hide Exam Results After Due Date
uk: Приховати результати іспиту після дед-лайну.

source: You have already reported this annotation.
uk: Ви вже позначили цю анотацію.

source: Report annotation as inappropriate or offensive.
uk: Позначте анотацію як невірну або образливу.

source: Feedback
uk: Відгук

source: Download a .csv file of all enrollment codes for this course.
uk: Завантажити файл у форматі .CSV зі списком всіх реєстраційних кодів курсу.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Background Task History for Student' button to see the status of the task.
uk: Запущена повторна перевірка вступного випробування для студента '{student_id}'. Натисніть кнопку «Показати історію фонових завдань студента», щоб побачити статус завдання.

source: Whether to restrict enrollment to invitation by the course staff.
uk: Чи робити запис на курс тільки за запрошенням співробітників курсу.

source: Linked
uk: Прив'язано

source: Include error messages, steps which lead to the issue, etc.
uk: Додайте текст повідомлення про помилку, дії, які призвели до проблеми і т.д.

source: Enter the configurations that govern how students are grouped together.
uk: Введіть параметри для розподілу слухачів за групами.

source: Guided Discussion
uk: Керовані Обговорення

source: The course does not exist against the given key '{course_key}'
uk: Курсу з ключем '{course_key}' не існує

source: Note - you have up to 2 weeks into the course to unenroll from the Verified Certificate option and receive a full refund. To receive your refund, contact {billing_email}. Please include your order number in your e-mail. Please do NOT include your credit card information.
uk: Примітка - ви маєте до 2 тижнів від початку курсу аби відписатись від опції Верифікованого сертифікату та повернути всі кошти. Аби отримати кошти назад, зв'яжіться за {billing_email}. Будь ласка, додайте номер вашого замовлення до листа. Будь ласка, НЕ додавайте інформації по вашій кредитній картці.

source: You'll receive a confirmation in your inbox. Please follow the link in the email to confirm your email address change.
uk: Ви отримаєте підтвердження на вашу поштову скриньку. Будь ласка, слідуйте за посиланням в листі, щоб підтвердити зміну вашої адреси листування.

source: Link types should be unique.
uk: Типи посилань повинні бути унікальними.

source: Visual aids
uk: Наочні елементи

source: Current Enrollment
uk: Поточна кількість підписок на курс

source: Header
uk: Заголовок

source: Payment confirmation
uk: Підтвердження оплати

source: Error while regenerating certificates. Please try again.
uk: Помилка при повторному створенні сертифікатів. Будь ласка, спробуйте ще раз.

source: Error generating proctored exam results. Please try again.
uk: Помилка під час генерації результатів очного екзамену. Будь ласка, спробуйте ще раз.

source: Submit Feedback on Peer Assessments
uk: Надіслати відгук про оцінювання однокурсниками

source: For help, contact {payment_support_link}.
uk: Зверніться за допомогою в {payment_support_link}.

source: Percentage of seats purchased in bulk
uk: Відсоток місць, куплених оптом

source: %(num_questions)s questions
uk: %(num_questions)s питань

source: Reset Number of Student Attempts
uk: Скинути кількість спробстудента

source: Account Links
uk: Прив'язані Облікові Записи

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
uk: {exception_message}: Не вдалось знайти завантажені стенограми: {user_filename}

source: The time period before a course ends in which a course mode will expire
uk: Періоду часу до кінця курсу, після чого вказанний режим закінчується

source: CCX Coach
uk: CCX Тьютор

source: Your Password Reset Was Unsuccessful
uk: Оновлення вашого паролю пройшло невдало

source: Thank you for your purchase of
uk: Дякуємо Вам за покупку

source: Warning: The problem has been reset to its initial state!
uk: Попередження: Задача була перевантажена у початковий стан!

source: Username {user} already exists.
uk: Ім'я користувача {user} в системі вже існує.

source: Check your email
uk: Перевірте свою пошту

source: Enter usernames or emails for students who should be beta-testers, one per line, or separated by commas. They will get to see course materials early, as configured via the <tt>days_early_for_beta</tt> option in the course policy.
uk: Введіть імена користувачів або електронні адреси студентів, які мають бути бета тестерами, по одному в кожну рядок або розділяючи їх комами. Матеріали курсу стануть їм доступні до його початку, згідно опції <tt>days_early_for_beta</tt> в налаштуваннях курсу.

source: Submission Count
uk: Кількість відправок на перевірку

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
uk: Ви були зареєстровані в {course_name} на {site_name} як співробітник курсу. Курс повинен зараз з'явитися у вашій {site_name} панелі керування.

source: group write access
uk: право на запис для групи

source: Company Contact Name
uk: Контактне ім'я компанії

source: Log in
uk: Увійти

source: TIME_FORMAT
uk: %H:%M

source: Click to add
uk: Натисніть, щоб додати

source: endorsed %(time_ago)s
uk: підтримано %(time_ago)s

source: Type in some contents
uk: Введіть що-небудь у якості змісту

source: Enter the unique identifier for your course's video files provided by edX.
uk: Введіть унікальний ідентифікатор для відео файлів курсу, що надано edX.

source: A cohort with the same name already exists.
uk: Група з такою назвою вже існує.

source: Sent To:
uk: Адресат:

source: working...
uk: виконання ...

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
uk: Створити один або більше попередньо оплачених кодів для запису на курс. Користувачі зможуть використовувати ці коди, щоб записатися на курс.

source: Open in New Page
uk: Відкрити на новій сторінці

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
uk: Ви були відраховані з курсу {course_name} рішенням співробітника курсу. Просимо вважати раніше надіслане запрошення анульованим.

source: Insufficient permissions
uk: Недостатньо прав

source: Students who played one or more videos.
uk: Студенти, які переглянули принаймні одне відео.

source: Not implemented yet
uk: Ще не реалізоване

source: Date of Refund
uk: Дата відшкодування

source: You must choose if an honor seat should be created.
uk: Необхідно вибрати, щоб було створено почесне мисце

source: Enrollment Data
uk: Дані внесення до списку зареєстрованих

source: Gradebook
uk: Журнал оцінок

source: Criteria names cannot be changed after a problem is released
uk: Назви критеріїв не можна міняти після публікації завдання.

source: Git Logs
uk: Журнал Git

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
uk: Введіть URL (напр. 'http://example.com/img/clouds.jpg') або натисніть кнопку \"Вибрати файл\" для завантаження файлу.

source: Course Statistics At A Glance
uk: Короткі Статистичні Дані Курсу

source: ^ (raise to a power)
uk: ^ (піднесення до ступеню)

source: Create a new team if you can't find existing teams to join, or if you would like to learn with friends you know.
uk: Створіть нову команду якщо ви не можете знайти існуючу, до якої приєднатись або якщо ви бажаєте вчитись з друзями.

source: Tag
uk: Тег

source: Email someone to say you've enrolled in this course
uk: Надішліть електронного листа з інформацією, що ви зареєструвались на цей курс

source: Changes
uk: Зміни

source: List of pairs of (title, url) for textbooks used in this course
uk: Список пар (назва, посилання) для підручників, що використовуються в цьому курсі

source: Grading Policy
uk: Політика оцінювання

source: delete chapter
uk: Видалити розділ

source: [{username}] is not eligible for credit for [{course_key}].
uk: [{username}] не може отримати залікові одиниці на курсі [{course_key}].

source: Comments:
uk: Коментарі:

source: You don't seem to have Flash installed. {a_start} Get Flash {a_end} to continue your registration.
uk: Здається у вас не встановлений Flash. {a_start} Встановіть Flash {a_end} щоб продовжити реєстрацію.

source: Group Configuration name is required.
uk: Потрібна назва Конфігурації групи.

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
uk: На жаль, цей модуль тимчасово недоступний. Наші співробітники постараються усунути проблему якомога швидше. Будь ласка, відправте нам повідомлення на адресу {tech_support_email}, щоб повідомити про проблеми і неполадки, що виникли.

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
uk: Сертифікати, видані {platform_name} підписуються gpg-ключем, так що вони можуть бути перевірені самостійно за допомогою відкритого ключа {platform_name}. Для незалежної перевірки, {platform_name} використовує так званий \"відокремлений підпис\".

source: Get Student Info
uk: Отримати інформацію про студента

source: Unlink
uk: Відв'язати

source: article title
uk: заголовок статті

source: These users were not affiliated with the course so could not be unenrolled:
uk: Ці користувачі не були пов'язані з курсом і тому не могли бути видалені зі списку зареєстрованих:

source: It's official. It's easily shareable. It's a proven motivator to complete the course. <br>{link_start}Learn more about the verified {cert_name_long}{link_end}.
uk: Це офіційний сертифікат. Легко розповісти про нього. Прагнення його отримати мотивує закінчити курс. <br>{link_start}Дізнатися більше про підтвердженний {cert_name_long}{link_end}.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
uk: Очікукується тег <choice> або <compoundhint>; натомість {given_tag}

source: Lost and found
uk: Бюро знахідок

source: Invalid ID
uk: Некоректний ідентифікатор

source: Organization Name
uk: Назва Організації

source: Sign into Studio
uk: Увійти в Studio

source: You have successfully purchased <b>{number} course registration codes</b> for {course_names}.
uk: Ви успішно придбали <b>{number} реєстраційних кодів</b> для курсу {course_names}.

source: Unsubscribe Successful!
uk: Відмова від отримання повідомлень здійснена!

source: Course has no valid entrance exam section.
uk: Курс не містить допустимого вступного випробування.

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday, {open_time} UTC to {close_time} UTC.) In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
uk: Дякуємо за ваш запит чи відгук. Зазвичай ми відповідаємо протягом одного робочого дня (з понеділка по п'ятницю, з {open_time} до {close_time} UTC.) Тим часом, будь ласка, перегляньте наш розділ {link_start}FAQ{link_end} де вже присутні відповіді на найпоширеніші запитання.

source: Max file size exceeded
uk: Перевищено максимально допустимий розмір файла

source: Contents
uk: Зміст

source: General indexing error occurred
uk: Виникла неочікувана помилка індексації.

source: Please change either the organization or course number so that it is unique.
uk: Будь ласка, змініть або організацію, або номер курсу так, щоб вони були унікальними.

source: Group information
uk: Інформація про групу

source: For smaller courses, click to list profile information for enrolled students directly on this page:
uk: Для невеликих курсів: натисніть, щоб показати особисті дані зареєстрованих студентів прямо на цій сторінці.

source: The items in your order are:
uk: Ваше замовлення:

source: There was an error creating this article: %s
uk: При створенні статті: %s сталася помилка

source: Showing notes
uk: Відкриті нотатки

source: Week Ending <%=value%>
uk: Закінчення тижня <%=value%>

source: Smaller Header
uk: Менший заголовок

source: Internal reference information for the sale
uk: Інформація про продажі - внутрішнє посилання

source: CCX student list management response message
uk: CCX управління списками слухачів - відповідь на повідомлення

source: Maximum Peer Grading Calibrations
uk: Максимум тренувальних завдань для взаємної перевірки

source: Please Enter the numeric value for the course price
uk: Будь ласка, введіть числове значення курсу вартості

source: You've Been Verified Previously
uk: Вас було перевірено раніше

source: Why do I have to pay? What if I want a free honor code certificate?
uk: Чому мені треба платити? Що робити, якщо я хочу отримати безкоштовний сертифікаст кодексу честі?

source: Hide Question
uk: Сховати запитання

source: Cannot connect to the queue
uk: Неможливо під’єднатись до черги

source: Course Not Graded
uk: Курс не оцінюється

source: The course mode for this template.
uk: Режим курсу даного шаблону.

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort group.
uk: Адміністратори обговорень, модератори та асистенти викладача можуть робити свої пости видимими для всіх студентів чи для однієї конкретної навчальної групи.

source: Only a partial amount was approved.
uk: Сума була схвалена лише частково.

source: The file must be at least {size} in size.
uk: Розмір файлу повинен бути не менше {size}.

source: Course-loading errors
uk: Проблеми з завантаженням курсу

source: {chapter} current chapter
uk: {chapter} поточна глава

source: Default Timed Transcript
uk: Синхронні субтитри за замовчуванням

source: Was this key already used? Check whether the e-mail change has already happened.
uk: Чи не було це посилання використано раніше? Перевірте, можливо зміна поштової адреси вже відбулася.

source: Date Report Run
uk: Дата звіту

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
uk: {b_start}Мотивація: {b_end} Створіть додатковий стимул для успішного закінчення курсу.

source: Student Profile
uk: Профайл студента

source: working
uk: працює

source: Enter the course organization that you want to appear in the courseware. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
uk: Введіть назву організації, яка повинна з'явитися в описі і змісту курсу. Дана назва заміщує значення назву організації, що була введена при створенні курсу. Для використання назви, заданої при створенні курсу, введіть null.

source: Friday
uk: П'ятниця

source: Statistics
uk: Статистика

source: Follow Us
uk: Ми у соціальних мережах

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
uk: Посилання на оновлення паролю некоректне, можливо тому, що це посилання вже було використане. Будь ласка, поверніться до %(start_link)sсторінки входу%(end_link)s та почніть процес оновлення паролю ще раз.

source: Please wait
uk: Будь ласка, зачекайте

source: This course is 1 of {course_count} courses in the {link_start}{program_display_name}{link_end} {program_category}.
uk: Це 1-й з {course_count} курсів {link_start}{program_display_name}{link_end} {program_category}.

source: Welcome to {studio_name}
uk: Вітаємо на {platform_name}

source: You may not use variables ({bad_variables}) in numerical problems.
uk: Ви не можете використовувати змінні ({bad_variables}) в числових задачах.

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
uk: {tos_link_start}Умови надання Послуг{tos_link_end} і {honor_link_start}Кодекс Честі{honor_link_end}

source: You have not created any content groups yet.
uk: Ви ще не створили жодної групи вмісту.

source: Pursue Academic Credit with a Verified Certificate
uk: Отримуйте залікові бали з допомогою підтверджених сертифікатів

source: Course Material
uk: Матеріал курсу

source: Numerical Input
uk: Введення числа

source: Discount Applied:
uk: Знижку застосовано:

source: Open
uk: Відкрити

source: You have successfully gotten to level {goal_level}.
uk: Ви успішно дійшли до рівня {goal_level}.

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
uk: Це лише початковий зміст вашої статті. Після її створення, ви зможете використовувати більш складні функції такі, як додавання плагінів, метаданих, пов'язаних статей і т.д.

source: Add a comment
uk: Додати коментар

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
uk: При натисканні на кнопку "Відправити повідомлення на електронну пошту", Ваш електронний лист буде поставлено в чергу на відправлення.

source: Target
uk: Ціль

source: Checkboxes
uk: Множинний вибір

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
uk: Неможливо отримати субтитри з сервісу Youtube для {youtube_id}. Код статусу: {status_code}.

source: What does this mean?
uk: Що це означає?

source: Number of enrollees (admins, staff, and students) by track
uk: Всього зареєстровано на курсі (викладачів, співробітників і студентів) за формою навчання

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
uk: При складанні звіту сталася помилка. Повторіть спробу, натиснувши \"Створити зведений звіт\".

source: Payment
uk: Оплата

source: Submit Feedback
uk: Надіслати відгук

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
uk: Тьютори можуть створювати свої власні курси на основі цього курсу, який вони можуть використовувати, щоб забезпечити персональне навчання для своїх підопічних.

source: Professional education modes are not allowed to have expiration_datetime set.
uk: Режиму професійної освіти не дозволено мати встановленої дати закінчення.

source: DataDump
uk: Сховище даних
